[
  {
    "page": 1,
    "content": "//Okansa/Service Dept./2007/EY  1                     PT. OKANSA INDONESIA      Menara Sudirman 8th floor                                                     Jl.Jend.Sudirman Kav.60, Jakarta 12190                                              Tel: +62.21.522 6528  Fax: +62.21.522 6517                                                                 support@okansa.com         SOP ALL-TEST PRO ONLINE  POWER MONITORING     Setup Data pada ATPOL II     1.  Hubungkan ATPOL II ke PC dengan menggunakan koneksi bluetooth yang telah disediakan.  2.  Jalankan PSM dan pastikan PSM telah terhubung ke ATPOL II dengan sempurna. Hal ini dapat  dilihat  pada  kotak  pada  menu  utama  yang  berisik an  tulisan  ‘Unit  Connected’  dan  juga  ‘Serial   Comm: enabled’ dan ‘Data Logging: enabled’.  3.  Klik  tombol     untuk  melakukan  setup  yang  kemudian  dapat  disimpan  ke  ATPOL  II   atau ke dalam file.  4.  Default setup dari data logging ini adalah:  a.  Logging Period = 3 menit. Hal ini berarti setiap 3 menit data akan di record dan disimpan.  Disarankan  untuk  mendapatkan  data  record   log  minimum  10  data  log.  Ini  berarti   minimum waktu yang diperlukan untuk proses monitoring ini adalah 30menit.  b.  Log start mode = start manually.  c.  Log  stop  mode  =  don’t  stop.  Hal  ini  berar ti  proses  monitoring  berlangsung  secara   continue dan apabila seluruh log telah terisi semua maka data yang baru akan tersimpan  dengan cara menimpa data yang lama.  d.  Frequency mode = 20 to 70 Hz. Ini berarti  ATPOL II melakukan pengukuran frekuensi di  antara  20  –  70  Hz.  Setingan  ini  dapat  diubah  sesuai  dengan  nilai  frekuensi  yang   dibutuhkan. Apabila frekuensi pengukuran adal ah 50 Hz maka Frequency Mode diset 50  Hz.  e.  Voltage  mode  =  phase-phase.  Jika  ingi n  melakukan  pengukuran  untuk  phase-netral,   maka seting untuk voltage mode ini diubah ke phase-neutral.  f.  Power mode = always positive.  g.  Input ratios = 1:1  h.  Default setting diatas dapat diubah sesuai dengan kebutuhan.  5.  Monitoring Swell/Dip/Inrush   Pada layar Data Setup, lakukan pengesetan unt uk besar treshold tegangan dan arus yang akan  men-trigger  ATPOL  II  untuk  memulai  melakuk an  monitoring.  Besar  tegangan  dan  arus  tersebut    dapat  dibuat  dalam  bentuk  absolut  atau  persen   dengan  pertama-tama  meng-klik  tombol  Unit   untuk mengubah nilai trigger dalam bentuk  absolut atau persen(relatif).   Pada  menu  Monitoring  Activities,  checkmarks- lah  Swell/Dip  Log,  Swell/Dip  RMS  Graph,  dan   Swell/Dip Waveform.  6.  Monitoring Transien   Masih  pada  layar  Data  Setup,  lakukan  penges etan  untuk  treshold  tegangan  dan  arus  transien   yang akan men-trigger ATPOL II untuk melakuk an monitoring. Besar tegangan dan arus transien  tersebut dapat di set dalam bentuk absolut ataupun relatif.   Pada menu Monitoring Activities, checkmarks- lah Log Transient dan transient Waveforms.  7.  Setelah setup selesai dilakukan, pada menu Sa ve Log Setup, simpanlah data setup tersebut ke  ATPOL  II  dengan  tombol  Save  to  ATPOL  II  (hal  ini  akan  mentransfer  data  setup  tersebut  ke   dalam  ATPOL  II).  Data  setup  dapat  juga  disimpan  ke  dalam  bentuk file dengan tombol Save to   File."
  },
  {
    "page": 2,
    "content": "//Okansa/Service Dept./2007/EY  2       Monitoring Power Quality    1.  Hubungkan voltage leads dan current probes pada si stem (misalkan sistem 3 phasa) yang akan  dimonitor.  2.  Hidupkan  ATPOL  II.  Jalankan  aplikasi  PSM   dan  pastikan  bahwa  ATPOL  II  telah  terhubung   sempurna ke PC.  3.  Lakukan  pengecekan  apakah  unit  telah  terhubung  dengan  baik  ke  sistem.  Prosedurnya  sama   seperti pada pengecekan untuk Motor Analysis.  4.  Pada ATPOL II klik tombol Monitoring On/O ff kemudian dengan layar ATPOL II bertuliskan ‘Start  monitoring’ klik tombol Yes/Accept  untuk melakukan proses monitoring.     Transfer Data dari ATPOL II ke PC    1.  Hubungkan ATPOL II ke PC.  2.  Pada aplikasi PSM, klik tombol  .  3.  Pada menu Receive Data, buatlah nama file dan  dalam folder apa data tersebut akan disimpan.  4.  Klik tombol    .  5.  Data pun akan tersimpan ke PC.     Membuat Report    1.  Jalankan aplikasi Report Generator.  2.  Klik  File  kemudian  New  Report  dan  akan  tamp il  layar  Report  Information.  Isilah  data  yang   diperlukan pada layar tersebut.  3.  Setelah itu klik Next, layar  Report Type Selection akan tampil.  4.  Pilihlah apakah anda akan membuat Summary  Report atau Comparison Report. Klik Next.  5.  Pada layar Datalog Information, masukkan nam a file dimana data log yang akan dibuat reportnya  disimpan dan rentang waktu dari data log tersebut. Klik Next.  6.  Pada  layar  Log  Details,  pilihlah  data  apa  saja  yang  ingin  anda  buat  reportnya  kemudian  klik   Finish.  7.  Simpanlah report tersebut.     Informasi lebih lanjut dapat anda lihat pada file ATPOL II Data Collector Manual.pdf."
  }
]