[
  {
    "page": 1,
    "content": "ALL-TEST  PRO ®  On-Line Series  Desk Guide and   Pattern Recognition Manual   2 nd   Edition             ALL - TEST  Pro ,  LLC   166 Main Street   PO Box 1139   Old Saybrook, CT 06475    Ph: 860 - 39 5- 2988   Fax: 860 - 399 - 3180   Web: www.alltestpro.com    ©2008  ALL - TEST Pro  LLC , All  rights reserved.    ALL-TEST  Pro , LLC ."
  },
  {
    "page": 2,
    "content": "Disclaimer     This  Guidebook  was  designed  to  assist  the  user  of  the  ALL- TEST    PRO ®  OL  series   in  the  art  of  troubleshooting  equipment  using  Electrical  Signature  Analysis.   The  recommendations  are  based  upon  available  data  at  the  time  of  this guidebook   s development and have been found to be accurate with a high  degree of confidence.   Use of this guidebook or the information contained does  not imply or infer warranty or guarantees in any form.  Users of ALL- TEST PRO   instruments are expected to observe the standards of safety for their company  and/or country.    This Guidebook is designed to be a living document.   Users are encouraged to  provide test results and findings to:    ALL - TEST  Pro ,  LLC   166 Main Street   PO Box 1139   Old Saybrook, CT 0 6475    Ph: 860 - 39 5- 2988   Fax: 8 60 - 399 - 3180   Email:  support@alltestpro.com"
  },
  {
    "page": 3,
    "content": "Table of Contents      Introduction .........................................................................................................................   4  What are MCSA and ESA?................................................................................................ . 5  Alternating Current Induction Motors ................................................................................   7  Induction Motor Troubleshooting Procedure..................................................................   7  Induction Motor Troubleshooting Analysis Overview ...................................................   8  Power Quality and Electrical Analysis .......................................................................   8  Rotor Analysis........................................................................................................... 10   AC Motor and Stator Analysis.................................................................................. 13   AC Motor Patterns ........................................................................................................ 15   AC Induction Fault Pattern Charts part 2...................................................................... 18   Driven Equipment Evaluation....................................................................................... 19  Belts .......................................................................................................................... 19   Gear Mesh ................................................................................................................. 20   Driven Equipment   Blade Pass Frequencies ........................................................... 20   Induction Motor System Trending Procedure............................................................... 21   Quick Procedure for Collecting Large Amounts of Data ............................................. 21   Comparative Analysis ................................................................................................... 21   DC Electric Motors ........................................................................................................... 22   DC Motor Testing Procedure ........................................................................................ 22   DC Motor Analysis and Pattern Recognition ............................................................... 22  DC Troubleshooting Patterns........................................................................................ 24   Synchronous Generators ................................................................................................... 27   Synchronous Generator Testing Procedu re................................................................... 27   Synchronous Generator Analysis.................................................................................. 27   Rotating Field Analysis............................................................................................. 27   Syn chronous Generator Signatures ............................................................................... 28   Special Applications ......................................................................................................... 29   Variable Frequency Drives ........................................................................................... 29  Analyzing VFD Signatures ....................................................................................... 29   VFD Signature Analysis ........................................................................................... 30   Hints and Tips for Faster Analysis.................................................................................... 31    Attachment A: Data Collection Procedure  Attachment B: Setting Up A Database  Attachment C: Uploading Data from Your ATPOL"
  },
  {
    "page": 4,
    "content": "4   Introduction      The  ALL- TEST  PRO ®  On-Line  series  (ATPOL)  online  testing  system  is  commonly  referred  to,  within  industry,  as  a  Motor  Current  Signature  Analysis  (MCSA) device.  This is, in fact, a misnomer.  The ATPOL system is actually an  Electrical  Signature  Analysis  (ESA)  device  as  it  reviews  all  aspects  of  the  electrical system.    The  purpose  of  ESA  is  to  view  a  number  of  critical  elements  within  an  electric  motor  system,  as  well  as  generator  outputs,  transformers,  driven  equipment,  the  distribution  system,  system  efficiency,  power  quality  and  much  more.   The  challenge  has  always  been  viewed  as  understanding  the  complex  results  of  ESA and interpretation.  When, in reality, neither are very complex.    The ALL- TEST  PRO ® On-L ine   series  provides information and performs basic  analysis functions automatically, relying on the user to spend a minimal amount  of  time  analyzing  data.   Of  course,  the  more  experience  and  knowledge  you  have with electric motor systems and analysis, the more accurate you will be.   Much  of  ESA  current  signature  (and  voltage  signature)  data  can  be  handled  much like vibration data.   Most of the faults are actually calculated in much the  same  way.   On  the  electrical  side  of  the  spectrum,  ESA  provides  quick,  fairly  early,  detection of  most  faults while detecting faults in their  later stages on the  mechanical side.  The opposite is true for vibration analysis.   This manua l will be broken up into several sections:    1.   Induction Motor Troubleshooting Procedure   2.   Induction Motor Troubleshooting Analysis and Pattern Recognition   3.   Induction Motor Trending Procedure   4.   Induction Motor Comparative Analysis   5.   DC Motor Testing Procedure   6.   DC Mot or Analysis and Pattern Recognition   7.   Synchronous Generator Testing Procedure   8.   Synchronous Motor Analysis and Pattern Recognition   9.   Special Applications    10.   Hints and Tips for a Faster Analysis"
  },
  {
    "page": 5,
    "content": "5   What are MCSA and ESA?      Motor  Current  Signature  Analysis  (MCSA)  is  a  commonly  mis-used  term  within  industry.  MCSA refers to the evaluation of current- waveforms  only, including the  de modulation  of  the  current  waveform  and  FFT  analysis.   Electrical  Signature  Analysis, on the other hand, is the term used for the evaluation o f the voltage and  current  waveforms.   This  provides  an  increased  advantage  to  diagnostics  as  power -related,  motor-related  and  load-related  signals  can  be  quickly  filtered.   It  also  provides  several  unique  abilities  when  related  to  power  quality,  DC  motor  analysis,  generator  analysis  and  other  advantages.   These  will  become  obvious  in this manual.  However, we will use the terms interchangeably.   ESA  is  a  system  used  for  analyzing  or  trending  dynamic,  energized  systems.   Proper analysis of ESA results will a ssist the technician in identifying:    1. Incoming winding health  2. Stator winding health   3. Rotor Health   4. Air gap static and dynamic eccentricity   5. Coupling health, including direct, belted and geared systems   6. Load issues   7. System load and efficienc y  8. Bearing health   9. Much more    (Note  that  all  ESA  systems  are  not  the  same  and  may  be  limited  in  performing  the analysis cited here)    ESA  uses  the  electric  motor  as  a  transducer,  allowing  the  user  to  evaluate  the  electrical  and  mechanical  condition  from  the  Motor  Control  Center  (MCC)  or  disconnect.   For  accurate  analysis,  ESA  systems  rely  upon  FFT  analysis,  much  the  same  as  vibration  analysis.  Most  ESA  systems  also  rely  upon  analysis  of  demodulated  voltage  and/or  current,  which  involves  the  removal  of  th e  fundamental frequency (Line Frequency or LF).    The  frequencies  found  within  the  LF  are  used  to  identify  faults.   These  frequencies  are  found  as  'ripples'  within  the  LF  caused  by  incoming  power  or  load - related (including motor condition - related) effects."
  },
  {
    "page": 6,
    "content": "6   Figure 1: Line Frequency      If we take the frequency shown in figure 1 as the LF of the system, this would be  a  good  or  'perfect'  frequency.   Now  if  we  add  a  'sub-harmonic'  or  a  second  frequency to the sine - wave, it will a ppear as shown in figure 2.    Figure 2: Line Frequency with Harmonic Content      If these frequencies are calculated by using FFT, the result will look like figure 3.   Figure 3: FFT Analysis      What  could  be  causing  these  frequencies?   How  can  they  be  determined?   These answers are to be provided.     60Hz   60 Hz w/ 300  Hz Harmonic   300 Hz   60Hz   30 0Hz"
  },
  {
    "page": 7,
    "content": "7   Alternating Current Induction Motors      Induction Motor Troubleshooting Procedure      In  general,  there  are  basic  steps  that  can  be  used  for  accurate  analysis  usi ng  ATPOL.  The steps are as follow:    1.   Map out an overview of the system being analyzed.   2.   Determine the complaints related to the system in question.  For instance,  is the reason for analysis due to improper operation of the equipment, etc.  and is there other  data that can be used in an analysis.  3.   Take data (see procedure below).   4.   Review and Analyze:   a.   Review  the  10-second  snapshot  of  current  to  view  the  operation  over that time period.   b.   Review low frequency demodulated current to view the condition of  the rotor an d identify any load - related issues.   c.   Review high frequency demodulated current and voltage in order to  determine other faults including electrical and mechanical health.   Testing Procedure:     Note:  You  are  working  with  energized  circuits  when  performing  ESA.    Ensure  that  you  are  following  required  industry  and  company- related  safety  programs  and  following  safety-related  information  pertinent  to  the  use of the associated test equipment.     1.   Set up ATPOL data collector.   Ensure Measure Mode is indicating Phase  to  Phase measurements.   2.   Obtain information on the motor.   At a minimum, include nameplate RPM,  Voltage,  Current  and  Horsepower/kW.   When  possible,  the  bearing  information,  number  of  stator  slots  and  rotor  slots  will  allow  for  a  more  accurate analysis.   3.   Connect    Voltage  and  Current  Probes  (following  safety  practices  for  your  plant).   If it is difficult to connect, the minimum required for motor analysis  is A - Phase current.  However, all data is required for ESA.   a.   Ensure current probes are set with the direction arrows in the same  direction.   b.   If  testing  systems  above  600  Volts,  connect  to  CT   s  and  PT   s.   Ensure that you obtain the CT and PT ratios.   4.   Using  the    SETUP   button,  ensure  that  Voltage  and  Current  are  properly  connected.   The  values  should  show  ~120  degrees.   Use  Voltage  and  Current buttons to view values.   5.   Follow data collection procedure (See Attachment A)"
  },
  {
    "page": 8,
    "content": "8   6.   Repeat for additional data or motors.   7.   Upload Data for Analysis  a.   Upload using the Power System Manager module of EMCAT.   b.   Place data into an appropriately named  folder   c.   Open data with the ATPOL software for troubleshooting.   d.   Use automated analysis (make sure to re-check using    eye   icon)     Induction Motor Troubleshooting Analysis Overview      Most faults can be determined at a glance, with many rules being similar for  both  MCSA  and  vibration  analysis.   The  basic  rules  for  pattern  recognition  and  troubleshooting are:    1.   Pole  Pass  Frequency  (PPF)  sidebands  around  line  frequency  indicate  rotor bar faults.  The higher the peaks, the greater the severity of the fault.  2.   Harmonic   sidebands  of    PPF   often  relate  to  casting  voids  or  loose  rotor  bars.   3.   Non - PPF   sidebands  that  cause  a  raised  noise  floor   around  the  line  frequency  peak  normally  relate  to  driven  load  looseness  or  other  driven  problems.  4.   Raised  noise  floor   signatures  relate  to  such  things  as  looseness  or  cavitations .  5.   Peaks that show in current and voltage relate to electrical issues, such as  incoming  power.   Peaks  that  show  in  current  only  relate  to  winding  and  mechanical faults.   6.   Peak pairs that do not relate to running speed or line frequency are most  often bearing related problems.     Power Quality and Electrical Analysis      Power quality involves the condition of power supplied to the motor system.  In a  perfect world, the supply power will have a perfectly balanced voltage and  current sine - wave.  However, rarely, if ever, will you find a 'perfect' system.   Power quality, alone, will be covered more in - depth in a following guide.  We  shall cover the more common issues that meet the requirements of this guide  here."
  },
  {
    "page": 9,
    "content": "9   The most c ommon power quality issues and limits are:    1.   Voltage quality: In an electric motor system there are two primary issues with  voltage:   Over or under voltage or voltage deviation from nameplate.  The limits on supply  voltage re +/ -  10% of nameplate voltage wit h+/ -  5% being optimal.  Deviation  from nameplate will result in changes to the motor operating characteristics as  identified in figure 4.     Figure 4: Over and Under Voltage Impact on Motor Operation    -20 -10 0 10 20 -15   -10   -5   0   5   10   15 FLA PF EFF Start Amps St. Torque      Voltage unbalance, which c auses unbalanced current in the motor resulting in  overheating of the winding.  The relationship of voltage and current unbalance  can be a few to over 20 times, depending on the motor size and winding design.   As a result, identifying voltage unbalance has  more of an impact than identifying  current unbalance, alone.  The limit is 5% with 2% being optimal.  The increased  heating of the motor windings requires de - rating of the motor load as shown in  figure 5.    Figure 5: Voltage Unbalance (Derating Factor)      2.   Harmonic distortion is another area of concern and is normally caused by  electronic switching systems which cause standing, negative and positive  rotating fields within the motor.  Single phase systems, such as computers  and elec tronic lghting ballasts, cause neutral, or third, harmonics that result in  neutral currents and transformer heating.  Fifth and seventh harmonics are   100   90   80   70   1  2  3  4  5"
  },
  {
    "page": 10,
    "content": "10   caused by three phase systems, such as variable frequency drives, and  cause motor stator and rotor heating .  There are two major players in system  power harmonics:    2.1. Voltage harmonics are of concern with a recommended limit of 5%  THD (Total Harmonic Distortion) per IEEE Std.  519.   2.2. Current harmonics are considered far more serious with a  recommended lim it of 3% THD per IEEE Std .  519.    3.   Power factor is represented, in an inductive circuit, as how the peak current  lags behind the peak voltage.  The result is additional current requirements  for the same load as current lags further behind voltage (ref figure  6).  The  optimal is a factor of '1,' however, in most systems a power factor of 0.85 is  considered OK.    Figure 6: Power Factor      Rotor Analysis      One of the primary strengths of MCSA is rotor analysis.  Broken rotor bars, static  eccentricity  and  dynamic  eccentricity  are  three  basic  types  of  rotor  issues  that  MCSA can evaluate.    Broken  rotor  bars  are  generally  found  as  slip  frequency  sidebands  around  the  fundamental  frequency.   The  standard  rule  of  thumb  is  that  faults  are  detected  when these sidebands meet or exceed  - 35db (often referred to as '35 dB down').    Figure 7: Broken Rotor Bar       Lagging Current   Resistive Current   Voltage   Working Current  Value"
  },
  {
    "page": 11,
    "content": "11   For  example,  a  motor  running  1760  RPM  in  a  60  Hz  system  would  have  a  running  frequency  of  1760  RPM/60  sec/min  =  29.33  Hz.   The  slip  frequency  would  be  ((2*LF)/poles  =  (2*60  Hz)/4  poles  =  30Hz  (synchronous  speed)  then  30Hz    -  29.33  Hz  (running  speed)  =  (0.67  Hz  *  4  poles)  =  2.68  Hz.   If  2.68  Hz  sidebands occur around the 60 Hz FFT peak and they were to have a value of - 40 dB, then broken rotor bars  exist.    Figure 8: Example of Broken Rotor Bar Sidebands     Static  eccentricity  can  be  found  in  the  high  frequency  spectrum.   Static  eccentricity  occurs  where  the  Center  Frequency  (CF  -  Definition:  The  rotor  bars  times running sp eed and stator slots times running speed are often referred to as  CF.   CF's  are  not  peaks  in  the  spectrum  but  are  made  up  as  (frequency  +  frequency)/2) CF = Running Frequency (RF) * the number of rotor bars (RB) with  line frequency times N sidebands, where N is an odd integer.    Formula 1: Static Eccentricity = (RB * RF) +/ -  (N * LF), where N = odd integer    For example, if the 1760 RPM motor, cited earlier, was known to have 47 RB, the  base frequency would be: 29.33 Hz * 47 RB = 1,378.5 Hz CF with 60 Hz, 180  Hz,  etc. Sidebands (reference figure 8).    Figure 8: Static eccentricity     - 40dB   60 Hz   +/ -  2.68 Hz   CF = 1378.5 Hz   +/ -  180 Hz   +/ -  60 Hz"
  },
  {
    "page": 12,
    "content": "12   Dynamic eccentricity differs from static eccentricity only in that there will also be  running  speed  sidebands  around  the  static  eccentricity  sidebands  of  the  base  frequency as shown in figure 9.    Figure 9: dynamic eccentricity     Table 1: Rotor Analysis 1*    Condition   dB  Value   Rotor Condition   Action    1  >60   Excellent   None   2  54 - 60   Good   None   3  48 - 54   Moderate   Trend   4  42 - 48   Rotor  Fracture  or  High  Resistance  Joint   Increase  Test  Intervals and Trend   5  36 - 42   Two or more bars cracked or broken   Confirm  with  motor  circuit analysis   6  30 - 36   Multiple  cracked  or  broken  bars  and  end ring problems   Overhaul   7  <30   Multiple  broken  rotor  bars  and    other  severe rotor problems   Overhaul  or  Replace     *Note: Values measured through CT   s may show dampened results.  Results   might be more severe in these cases.    Table 1  indicates severity of  rotor condition  based upon the dB value difference  of  the  peak  current  (0  dB)  and  the  PPF  sidebands.   The  dB  value  is  counted  down  from  the  top,  resulting  in  the  common  phrase    dB  down   which  relates  to  the values of the height of the sideband peaks to the peak current.                                                        1  Don Ferree, Framatome   CF = 1378.5 Hz   +/ -  180 Hz   +/ -  60 Hz   +/ -  29.33 Hz"
  },
  {
    "page": 13,
    "content": "13   AC Motor and Stator Analysis      Stator winding prob lems are found by first identifying stator slot passing  frequencies (SP).  CF is found by multiplying the number of stator slots by the  running speed.  Problems are found when sidebands appear around the SP CF.   For example, the running speed of 29.33 Hz *  42 Slots = 1,231.9 CF.  If the CF  has sidebands of running speed, then stator mechanical or electrical degradation  has occurred.    Figure 10: stator passing frequencies       Mechanical imbalance is found by determining the RB * RS center frequency, as  in static and dynamic eccentricity, 47 RB * 29.33 Hz RS = 1,378.5 Hz.  There will  be  LF  sidebands  around  the  CF,  then  a  space  of  four  times  LF,  then  two  2*LF  peaks.  You may also see a heightened running frequency peak.    The  pattern  to  view  is  twice  line  frequency,  four  times  line  frequency,  twice  line  frequency.  In a 60 Hz system, this will appear as 120 Hz, 240 Hz, 120 Hz.   Figure 11: Mechanical Imbalance       CF = 1378.5   +/ -  60 Hz   240 Hz   120 Hz   CF = 1231.9 Hz   +/ -  29.33 Hz"
  },
  {
    "page": 14,
    "content": "14   Table 2: Motor Fault Signatures    Type of Fault   Pattern (CF = Center Frequency)   Stator Mechanical (ie: loose coils,  stator core movement, etc.)   CF = RS x Stator Slots   Line Frequency Sidebands  Stator Shorts (shorted windings)   CF = RS x Stator Slots   Line Frequency sidebands with  Running Speed sidebands  Rotor Indicator   CF = RS x Rotor Bars   Line Frequency sidebands   Static Eccentricity   CF = RS x Rotor Bars   Line Frequency and twice Line  Frequency sidebands.   Dynamic Eccentricity   CF = RS x Rotor Bars   Line Frequency and twice Line  Frequency with Running Spe ed  sidebands   Mechanical Unbalance (and  Misalignment)   CF = RS x Rotor Bars   Line Frequency Sidebands, Space of  four times Line Frequency then two  Line Frequency peaks"
  },
  {
    "page": 15,
    "content": "15   AC Motor Patterns    Table 3: AC Motor Patterns    Fault   Description   Sample Pattern    Rotor Ba rs   PPF peaks around  Line Frequency in  Current    Confirm with MCA      External  Looseness such  as bad gear  teeth   Raised Noise Floor  around line frequency      Good Results   Few Peaks in High  Frequency and Low  Frequency spectra      Rotor Rub   PPF Sidebands in  Lo w Frequency  current and high  running speed peak  with PPF sidebands  with harmonics.    Confirm eccentricity  with MCA"
  },
  {
    "page": 16,
    "content": "16     Fault   Description   Sample Pattern    Mechanical  Unbalance   Running speed  times rotor bars with  line frequency  sidebands, a  spacing of 4 time s  line frequency, then  two times line  frequency.    Usually also  accompanied by a  high running speed  peak in low  frequency.      Static  Eccentricity   Running speed  times rotor bars with  line frequency and  twice line frequency  sidebands.    Confirm with MCA      Dynamic  Eccentricity   Running speed  times rotor bars with  line frequency and  twice line frequency  sidebands.      Stator Electrical   Running speed  times stator slots  with line frequency  sidebands which  then have running  speed sidebands.    Confirm with MCA"
  },
  {
    "page": 17,
    "content": "17     Fault   Description   Sample Pattern    Stator  Mechanical   Running speed  times stator slots  with line frequency  sidebands.  Raised  noise floor also  indicates later  stage of  looseness.    Test with MCA to  measure possible  insulation damage."
  },
  {
    "page": 18,
    "content": "18   AC Induction Fault  Pattern Charts part 2    Fault   Pattern   Broken Rotor Bars    Static Eccentricity     Dynamic  Eccentricity     Stator Electrical    Mechanical  Imbalance     CF = 1378.5   +/ -  60 Hz   240 Hz   120 Hz   CF = 1231.9 Hz   +/ -  29.33 Hz   CF = 1378.5 Hz   +/ -  180 Hz   +/ -  60 Hz   +/ -  29.33 Hz   CF = 1378.5 Hz   +/ -  180 Hz   +/ -  60 Hz   - 40dB   60 Hz   +/ -  2.68 Hz"
  },
  {
    "page": 19,
    "content": "19   Driven Equipment Evaluation     Driven equipment frequencies can also be detected.  We will cover belted,  geared, direct drive and fans and impellors in this section.     Belts     Figure 12: Belts and Sheaves     In order to determine the frequencies associated with the system identified in  figure 13, there are several steps.  In this example we shall identify the motor  speed as 1760 RPM (29.33 Hz), one 4 inch (driver) and one 8 inch (driven)  diameter sheave w ith a 40 inch center to center sheave distance.    Step 1: Determine the driven shaft speed by determining the sheave ratios.  In  this case, it will be RS * (driver dia/driven dia) = 1760 RPM * (4 inch/8inch) = 880  RPM which is 14.67 Hz.   Step 2: Determine t he belt speed by determining the belt length which is equal to:  (center to center distance (C -C) * 2) + ½((driver   *  ) + (driven   *  )) = (40   *2) +  ½((4   *  ) + (8   *  )) = 97.28   .  Next, the surface (conveyor) speed can be  determined by calculating the  conveyor speed for either sheave.  In this case, we  can use the motor sheave and calculate (radius * 2   * RPM) = 2   * 2   * 1,760  RPM = 22,117 inches per minute (IPM) or 368.6 inches per second (IPS).  The  belt speed can then be determined by taking the con veyor speed and dividing it  by the belt length.  In this case, 368.6 IPS / 97.28 inches = 3.79 Hz.   4   Diameter  8   Diameter  40   C -  C   1760 RPM (29.3 3 Hz)"
  },
  {
    "page": 20,
    "content": "20   Gear Mesh    Figure 13: Gear Mesh     The driven shaft speed in a geared system is fairly straight forward to determine,  as well as t he gear mesh frequencies.   The driven shaft speed can be determined by multiplying the driver speed times  the ratio of the driver gear to the driven gear number of teeth: Driven = 29.33 Hz  * (20 Teeth/100 Teeth) = 5.87 Hz.    The gear mesh frequencies are de termined by taking the running speed times  the number of teeth.  The value is the same for either geer: Gear Mesh = 29.33  Hz * 20 Teeth = 587 Hz.  Sidebands around this CF would indicate gear mesh  problems.    Driven Equipment   Blade Pass Frequencies     As wi th calculating the driven speed in a geared system and gear mesh,  calculating blade pass frequencies for either fans or impellors is straight forward:  The number of blades multiplied by the shaft speed.    In the direct drive system used in the previous exam ples, the operating speed is  29.33 Hz.  A pump with six blades would have a blade pass frequency of 29.33  Hz * 6 Blades = 175.98 Hz.   If it was a fan with 12 blades using the pulley system in the belts section of the  previous example, the blade pass freque ncy would be 14.67 Hz * 12 Blades =  176.04 Hz.    Faulty impellors or blades would be indicated at these frequencies and may  include sidebands.  The frequencies and harmonics remain the same regardless  of how many blades have faults.     20 Teeth   100 Teeth   1760 RPM  (29.33 Hz)"
  },
  {
    "page": 21,
    "content": "21   Induction Motor System  Trending Procedure     Induction  motor  ESA  is  a  trendable  analysis  system.   The  key  to  trending  is  to  compare older data to newer data.    1.   Set up folder(s) for the motors to be uploaded.   2.   Place  nameplate  information  in  each  folder  and  set  up  as  a  default  (See  a ttachment for Creating a Database).   3.   Collect data and upload   4.   Compare  earlier  test  data  to  new  test  data  by  using  the  FILE,  COMPARE  feature.   Changes  to  the  signature  over  time  will  show  up  as  increases  to  existing frequency peaks or new frequency peaks.     Qu ick Procedure for Collecting Large Amounts of Data    When collecting a large amount of data, for instance from a motor control center,  you  can  operate  the  ATPOL  unit  directly  from  the  Power  System  Manager  via  your  laptop  and  mouse.   Data  can  be  uploaded  following  each  set  of  data  collected, directly into the appropriate folder(s).    1.   Open Power System Manager software   2.   Connect ATPOL unit to laptop   total distance from test point 14- 15 feet   3.   Using the instrument icon, operate the ATPOL from the laptop.  All butt ons  are duplicated on the unit and the unit display shows on the screen.   4.   Move data directly to the appropriate folder.     Comparative Analysis     The ATPOL system allows for directly comparing any two sets of data.  This can  be used to compare a known    good   m otor to an unknown motor.    Figure 14: Comparative Analysis Example"
  },
  {
    "page": 22,
    "content": "22     DC Electric Motors     Direct  Current  electric  motor  analysis  utilizes  a  simple  concept    form  factor  analysis (AC ripple).  The output of a rectified DC drive leaves an AC ripple at the  to p of  the  DC voltage  and related current.   The armature is actually  also  an AC  circuit  in  that,  as  the  armature  turns,  current  flows  through  conductors  in  one  direction,  then  in  the  other.   As  a  result,  for  the  purposes  of  DC  Electrical  Signature  Analysis,  we  will  analyze  the  demodulated  AC  ripple  and  resulting  voltage and current FFT   s.   In addition, because there is no    slip,   there is no CF  and the calculated frequencies are what will appear in the signature.     DC Motor Testing Procedure    Following  is  the  procedure  for  testing  DC  motors.   To  view  the  actual  current  value,  the  DC Hall-Effect  CT is required.   The 0.1 to 100 Amp AC CT   s may be  used  for  accurate  analysis,  as  well.   However,  the  AC  ripple  will  be  the  only  component of current evaluated.    1.   Obtain    field  and  armature  nameplate  voltage,  horsepower,  RPM  and  current  values   2.   Change the Setup frequency on the ATPOL unit to    60 Hz and DC   (or    50 Hz  and DC   ).  3.   Clip the Va voltage probe to the positive armature lead and the Vb lead to the  negative armature le ad.  4.   Place the Ia CT with the CT arrow facing towards the DC drive.  5.   Note voltage and current using the appropriate selections on the ATPOL.   6.   Take data following the standard operating procedure for the ATPOL.   7.   Upload  data  using  upload  procedures.   Ensure  to  select  the  DC  motor  selection in the header screen of the ATPOL software.     DC Motor Analysis and Pattern Recognition     Pattern recognition is similar to the signatures evaluated using vibration analysis.    1.   Determine  DC  motor  speed  through  calculating  (voltage/nameplate  voltage)  times nameplate RPM.  2.   View  the  low  frequency  data.   Note  the  demodulated  current  and  current  values.   a.   Place an RS cursor  at the estimated running  speed.   There may be a  peak at the actual value.   b.   Print the spectra."
  },
  {
    "page": 23,
    "content": "23   3.   View the high frequency  data.   a.   Note  the  voltage  and  current  waveforms  and  view  for  a  repeating  pattern.   b.   Non - repeating or odd patterns will denote problems with the DC drive.   4.   View the voltage and current FFT   s.   a.   Zoom in to 1200 Hz   b.   Place  cursor  on  line  frequency  peak  (ie:  60  Hz)  and  create  harmonic  cursors.   c.   Print waveforms   d.   Place  cursor  on  (number  of  SCR   s  times  line  frequency)  drive  frequency and create harmonic cursors.   e.   Print waveforms.   5.   Analyze printed waveforms."
  },
  {
    "page": 24,
    "content": "24   DC Troubleshooting Patterns      Fault   Description   Sample Pattern    Good  DC Pattern   RPM, line frequency  and SCR frequency.   When harmonics of  line frequency or SCR  frequency exist,  Trend.  High running  speed peaks indicate  misalignment or  mechanical imbalance  (<50 dB)      DC Drive  Problem 1   Loose  connections or  firing card.   Cons istent pattern  with ragged peaks in  voltage and current  indicated loose  connection or firing  card problem.        Also, large number of  voltage harmonics of  line frequency        And SCR Frequency.   Check for loose  connections.  If a  comparable motor or  previous MCA reading  exists, evaluate circuit  with MCA to confirm  or eliminate  connection as  problem."
  },
  {
    "page": 25,
    "content": "25   DC Signatures Continued    Fault   Description   Sample Pattern    DC Drive  Problem 2   Faulty SCR   s    Severe   AC Blow-By   SCR   s not properly  gating and excessive AC  voltage is introduced to  the armature.  A high  Line Frequency peak will  show in low frequency  data and high running  speed peak will show  due to resulting  vibration.  Line  frequency will also show  running speed  sidebands in severe  conditions.  This fault  re sults in early armature  winding failure and  excessive brush wear.        Note voltage and current  patterns are  inconsistent.        Extremely high line  frequency peaks in high  frequency data and  multiple harmonics.   Meets similar dB level  as SCR frequency.        A nd significant SCR  frequency harmonics.   Troubleshoot SCR   s and  firing circuit."
  },
  {
    "page": 26,
    "content": "26       DC Signatures Continued    Fault   Description   Sample Pattern    Bad Armature  Circuit:   Commutator,  Brushes and/or  Faulty Armature   This pattern shows as  alternating high and  low  line frequency and  SCR frequency  harmonics throughout  the Current FFT.   Brush or commutator  wear will also show  raised noise floors  around line frequency  peaks.     Worn Brushes  and Commutator  or looseness in  load   This pattern shows a  raised noise floor  aro und SCR  frequencies with  sidebands of running  speed.  Check for  brush or commutator  wear, if OK, then  problem is in load."
  },
  {
    "page": 27,
    "content": "27   Synchronous Generators     The evaluation of AC generators is not as difficult as many think.   It just requires  the  analyst  to  view  things  in  reverse  and  requires  voltage  FFT  analysis  capabilities,  as  those  found  in  the  ATPOL  unit.   Electrical  Signature  Analysis  is  the  only  online  technology  capable  of  evaluating  generators,  accurately,  for  complete  circuit  and  mechanical  faults.   Instead  of  looking  to  current,  you  must  perform the same analysis that you would perform with current using voltage.     Synchronous Generator Testing Procedure    The  standard  procedure  is  the  same  as  testing  AC  induction  motors  (see  AC  induction motor procedure) .  However, you will need to note the following:     The number of rotor field coils, which should match the number of poles of the  generator.     Point  at  which  you  are  testing  and  controls  in  the  circuit.   For  instance,  capacitors and other  control components towards the  generator  will show  as  voltage frequencies, components away from the generator and test point will  show as current.     Machine  type  driving  the  generator  as  diesel  engine,  turbines  and  other  drivers will have frequencies within voltage.    Synchronous  Generator Analysis     Readings  detected  in  current  that  relate  to  the  generator  are  actually  the  reflection  of  voltage  signatures  due  to  the  circuit  impedance.   This  makes  accurate  analysis  of  generators  with  current  signatures  extremely  difficult.   The  mos t  accurate  method  is  to  use  voltage  FFT  and  use  current  only  to  assist  in  determining  the  severity  of  the  faults  detected.   Stator  faults  are  detected  the  same  as  AC  motors,  however  in  voltage  vs  current.   The  rotating  fields,  on  the  other hand, require so me special attention:     Rotating Field Analysis     Rotating  field  faults  will  show  as  the  number  of  poles  times  line  frequency  with  line  frequency  sidebands  in  voltage.   Severe  faults  may  also  show  sidebands  around  the  line  frequency  (in  low  frequency)  of  the  number  of  poles  times  the  number of field coils.   These problems will indicate magnetic-field related issues  such  as  eccentricity,  shorted  fields  or  uneven  field  poles.   MCA  can  be  used  to  confirm the condition of the fields."
  },
  {
    "page": 28,
    "content": "28   Synchronous Generator Signat ures      Fault   Description   Sample Pattern    Rotating Field  Faults   Reflected sidebands of the  number of field poles times  the number of poles of the  generator indicate severe  rotor issues as amplitudes  exceed  - 55dB.    This sample pattern shows  6- pole times 6 - fie ld coil  sidebands around 60 Hz.      Line frequency sidebands,  in the high frequency  voltage FFT, of the number  of field coils times the line  frequency indicate rotating  field problems.      May be due to eccentricity,  field coil faults, etc.   Eccentricity will also show a  running speed peak in  voltage FFT.    Use MCA or voltage drop  test to determine cause.    Load Related  Faults   These will show as a raised  noise floor around line  frequency for looseness  and other current  frequencies for related  faults.  Note t he raised  noise floor in current versus  voltage   any problem is  related to the load."
  },
  {
    "page": 29,
    "content": "29   Special Applications     Special  applications  include  variable  frequency  drives,  machine  tool  motors,  synchronous  motors,  etc.   As  the  applications  are  numerous  and  varied,  this  chapter will be updated frequently.    Variable Frequency Drives    Variable frequency drives (VFD   s), also referred to as    Adjustable Speed Drives,   Inverters,   etc.,  provide  a  unique  set  of  rules  for  analysis.   In  particular,  Pulse  Width  Modulated  (PWM),  which  will  be  covered  here,    generates   a  greater  amount of    noise   into the system making analysis a little more interesting.   The  ATPOL  system  will  allow  you  to  view  and  determine  the  condition  of  the  motor  AND  some  basic  drive  troubleshooting  capabilities.   Issues  that  can  be  evaluated:      Mis-firing IGBT   s    Poor grounding system     Some causes of shaft currents     Excessive harmonics    The  procedure  for  testing  is  the  same  as  AC  induction  motors.   However,  you  want  to  make  sure  to  test  from  the  output  of  the  VFD.   If  a  problem  exists,  and  bypass  is  available,  you  can  isolate  the  problem  from  the  drive  and  motor  by  switching to bypass to see if the signature goes away.  If it does, the problem is a  result of the drive, if not, it is a problem with the motor.    Analyzing VFD Signatures     The  analysis  of  faults  within  the  VFD  system  is  similar  to  that  of  the  analysis  of  AC  induction  motors,  all  of  the  same  rules  apply.   However,  there  are  a  few  additional items to consider:     High  frequency  voltage  in  the  high  frequency  data    screens   should  be  steady  and not vary.  If the pattern looks sinusoidal and opposite that of current, then  a poor or noisy ground exists.     Sidebands and multipliers will change based upon the output frequency of the  drive.  For instance, if the m otor is running at half speed in a 60Hz system, the  current fundamental frequency will be about 30 Hz.     Non - symmetrical  voltage pulses will indicate issues within the VFD itself."
  },
  {
    "page": 30,
    "content": "30   VFD Signature Analysis      Fault   Description   Sample Pattern    Poor or Noisy  Grou nd   Voltage and Current  Oppose Each Other.   Voltage should be constant.   Corrected by correcting  ground circuit."
  },
  {
    "page": 31,
    "content": "31   Hints and Tips for Faster Analysis     There are a number of simple steps to improve your analysis.      With  AC  Induction  Motors,  upload  the  data,  enter  information  and  then  print  out  the  trouble  report.   Check  the  trouble  report  against  the  signatures  by  using  this  manual  and  the    ANALYSIS  TOOLS   button  in  the  high  frequency  data.  This will provide a drop - down list of potential problems and will  place red  cursors in the spectra where the software feels that a signature exists.  If more  than  two  lines  fall  on  the  peaks  of  the  fault  frequencies,  then  a  fault  exists.   See Figure 15.    Figure 15: Analysis Tools Selection         The    LAYOUT     FFT TYPE     LINEAR SPECTRUM   selection allows you to  view if the dominant frequencies are present in voltage or frequency (incoming  power  related  frequencies  or  motor/load  related  frequencies).   This  can  eliminate  a  fair  amount  of  analysis  time.   For  instance,  Fi gure  16   shows  the  Linear  Spectrum  for  a  variable  frequency  drive  that  was  being  considered  whether  a  problem  was  related  to  the  drive  or  motor.   In  this  case,  the  dominant  frequencies from the fundamental are in voltage and, therefore, the  problem is most  likely coming from the VFD."
  },
  {
    "page": 32,
    "content": "32      Figure 16: Linear Spectrum Analysis"
  },
  {
    "page": 33,
    "content": "33   The Multi - Technology Approach to Motor Diagnostics     ALL - TEST  Pro , LLC   Old Saybrook, CT   Introduction    Over the years, some manufacturers of Conditioned Based Monitoring (CBM)  equipment h ave suggested that their equipment can be used to evaluate the  health of an entire electric motor system.   In reality, no single instrument will  provide the user with every piece of information they need.  The    Holy Grail   of  CBM and reliability does not e xist.  However, through an understanding of the  electric motor system and the capabilities of multiple CBM technologies, you can  achieve a complete view of your system and its health.  Moreover, the user can  have confidence in estimating time to failure wh en making recommendations to  management.    The  purpose  of  this  paper  is  to:  1)  Outline  the  components  of  an  electric  motor  system;  2)  Discuss  the  modes  of  failure  of  each  major  component;  3)  Discuss  how  each  of  the  major  technologies  address  each  component;  4)  Discuss  how  the technologies can be integrated for a complete view of the system; 5) Discuss  the  bottom-line  impact  of  the  Multi-Technology  approach.   The  types  of  CBM  equipment  to  be  reviewed  are  standard  off-the-shelf  Technologies.     The Electric Mo tor System    The electric motor system involves far more than just the electric motor.  In fact, it  is  made  up  of  six  distinct  sections,  all  with  their  different  failure  modes.   The  sections are (Figure 1):      The facility power distribution system which incl udes wiring and transformers.     The  motor  control,  which  may  include  starters,  soft  starts,  variable  frequency  drives and other starting systems.      The  electric  motor    A  three  phase  induction  motor  for  the  purpose  of  this  paper.      The  mechanical  coupling,  which  may  be  direct,  gearbox,  belts  or  another  coupling method.  This paper will focus on direct coupling and belts.    The  load  refers  to  the  driven  equipment  such  as  a  fan,  pump,  compressor  or  other driven equipment.      The process, such as waste - water pumping,  mixing, aeration, etc."
  },
  {
    "page": 34,
    "content": "Figure 1: The Motor System       Most  will  view  individual  components  of  the  system  when  troubleshooting,  trending,  commissioning  or  performing  some  other  reliability-based  function  related to the system.   What components are focused on depends upon several  factors, which include:      What  is  the  experience  and  background  of  the  personnel  and  managers  involved?   For  instance,  you  will  most  often  see  a  strong  vibration  program  when  the  maintenance  staff  is  primarily  mechanical  or  an  infrared  program  when the staff is primarily electrical.      Perceived areas of failure.   This can be a serious issue depending upon how  the motor system is perceived and will deserve more attention to follow.      Understanding of the various CBM technologies.    Trainin g. But since when is training ever not an issue?     The  perceived  areas  of  failure  provide  an  especially  serious  problem  when  viewing the history of your motor system. Often, when records are produced, the  only summary might state something like,    fan failure, repaired,   or    pump failure,  repaired.    The end result is that the perceived failure has to do with the pump or  fan  component  of  the  motor  system.  This  especially  becomes  more  of  an  issue  when relying upon memory to provide the answers to the most serious problems  to  be  addressed  in  a  plant,  based  upon  history.   For  instance,  when  looking  to  determine what part of a plant has been causing the most problems, the answer  might be,    Waste water pump 1.    The immediate perception is that the pump has  a  consistent  problem  and,  as  a  pump  is  a  mechanical  system,  a  mechanical  monitoring  solution  might  be  selected  for  trending  the  pump   s  health.   If  a  root- cause  had  been  recorded  on  each  failure,  it  might  have  been  determined  to  be  the motor winding, bearings, cable, controls, process or a combination of issues.   In  a  recent  meeting,  while  discussing  the  selection  of  CBM  equipment,  the  attendees  were  asked  for  modes  of  failure  from  their  locations.   The  answers  were  fans,  compressors  and  pumps.   When  discussed  further,  the  fans  were  found to have bearing and motor winding faults being most common, pump seals  and motor  bearings for pumps, and, seals and motor windings for  compressors.  When  viewed  even  closer,  the  winding  faults  had  to  do  with  control  and  cable  probl ems,  improper  repairs  and  power  quality.  Bearing  issues  had  to  do  with  improper lubrication practices."
  },
  {
    "page": 35,
    "content": "When determining the best way to implement CBM on your electric motor  system, you need to take a system, not a component, view. The result is simple:  Im proved reliability; fewer headaches; and, an improved bottom line.     Condition Based Monitoring Test Instruments    Following  are  some  of  the  more  common  CBM  technologies  in  use,  more detail  on  the  technologies  can  be  found  in  Motor  Circuit  Analysis   2  Details  as  to  the  components of the system tested and capabilities can be found in Tables 1-4 at  the end of this paper:    De -Energized Testing:     DC  High  Potential  Testing    By  applying  a  voltage  of  twice  the  motor  rated  voltage plus 1,000 volts for AC and an additional 1.7 times that value for DC  high  potential  (usually  with  a  multiplier  to  reduce  the  stress  on  the  insulation  system),  the  insulation  system  between  the  motor  windings  and  ground  (ground - wall insulation) is evaluated.  The test is widely considered  potentially  destructive. 3    Surge  comparison  testing:  Using  pulses  of  voltage  at  values  calculated  the  same as high potential testing,  the impedance of  each  phase  of  a motor  are  compared  graphically.   The  purpose  of  the  test  is  to  detect  shorted  turns  within   the  first  few  turns  of  each  phase.  The  test  is  normally  performed  in  manufacturing  and  rewinding  applications  as  it  is  best  performed  without  a  rotor  in the stator.   This test  is widely considered potentially destructive,  and  is primarily used as a go/no - go test with no true ability to trend.      Insulation  tester:  This  test  places  a  DC  voltage  between  the  windings  and  ground.   Low current  leakage is  measured and converted to a measurement  of meg, gig or tera - Ohms.      Polarization  Index  testing:  Using  an  insulation  tester,  the  10  minute  to  1  minute  values  are  viewed  and  a  ratio  produced.   According  to  the  IEEE  43- 2000,  insulation  values  over  5,000  Meg-Ohms  need  not  be  evaluated  using  PI.  The  test  is  used  to  detect  severe  winding  contamination  or  overheated  insul ation systems.      Ohm,  Milli-Ohm  testing:  Using  an  Ohm  or  Milli-Ohm  meter,  values  are  measured  and  compared  between  windings  of  an  electric  motor.   These  measurements  are  normally  taken  to  detect  loose  connections,  broken  connections and very late stage wind ing faults.                                                        2    Motor Circuit Analysis: Theory, Application and  Energy Analysis, Howard W. Penro se, Ph.D., SBD Publishing, ISBN: 0 - 9712450 - 0- 2, 2002.     3   Potentially Destructive: Any instrument that can potentially change the operating conditi on of the equipment through mis application  or finish off weakened insulation conditions shall be considered  potentially destructive."
  },
  {
    "page": 36,
    "content": "Motor Circuit Analysis (MCA) testing: Instruments using values of resistance,  impedance,  inductance,  phase  angle,  current/frequency  response,  and  insulation  testing  can  be  used  to  troubleshoot  commission  and  evaluate  control,  connection,  cable,  stator,  rotor,  air  gap  and  insulation  to  ground  health.  Using  a  low  voltage  output,  readings  are  read  through  a  series  of  bridges and evaluated.   Nondestructive and trendable readings often months  in advance of electrical failure.     Energized Testing:      Vibration  Analysis:  Mechanical  vibration  is  measured  through  a  transducer  providing  overall  vibration  values  and  FFT  analysis.   These  values  provide  indicators  of  mechanical  faults  and  degree  of  faults,  can  be  trended  and  will  provide  information  on  some  electrical  and  rotor  problems  that  vary  based  upon the loading of the motor.  Minimum load requirements for electric motors  to  detect  faults  in  the  rotor.   Requires  a  working  knowledge  of  the  system  being tested.      Infrared analysis provides information on the temperature difference between  objects.  Faults  are  detected  and  trended  based  upon  degree  of  fault.  Excellent for detecting loose connections and other electrical faults with some  ability  to  detect  mechanical  faults.   Readings  will  vary  with  load.  Requires  a  working knowledge of the system being tested.      Ultrasonic  instruments measure low and high frequency noise.   Will  detect  a  variety  of  electrical  and  mechanical  issues  towards  the  late  stages  of  fault.   Readings  will  vary  with  load.  Requires  a  working  knowledge  of  the  system  being tested.      Voltage  and  current  measurements  will  provide  limited  information  on  the  condition of the motor system.  Readings will vary with load.      Motor  Current  Signature  Analysis  (MCSA)  and  Electrical  Signature  Analysis  (ESA)   use  the  electric  motor  as  a  transducer  to  detect  electrical  and  mechanical  faults  from  incoming  power  to  the  driven  load.  ESA  is  a  newer  test  method,  as  it  works  with  both  the  voltage  and  current  waveforms,  so  analysis can be done not only on motors, but generators and alternators also.   ESA  will  detect  rotor  and  air  gaps  faults,  mechanical  issues  such  as  misalignment  and  gear  box  faults,  and  can  detect  later  stage  bearing  faults.  ESA  does  have  trending  capabilities,  but  will  normally  only  detect  winding  faults  and  mechanical  problems  in  their  late  stages.   Sensitive  to  load  variations  and  readings  will  vary  based  upon  the  load.  Requires  nameplate  information  and  some  systems  require  the  number  of  rotor  bars,  stator  slots  and  manual  input  of  operating  speed ."
  },
  {
    "page": 37,
    "content": "Major Components and Failure Modes    Some of the major issues from the various components of the motor system shall  be reviewed in order to provide an understanding of the types of faults found and  the technologies used  to detect  them.  As an overview,  this may not  encompass  all of the modes of failure that you may experience.    Incoming Power    Starting from the incoming power to the load, the first area that would have to be  addressed is the incoming power and distribution system.  The first area of issu e  is power quality then transformers.    Power quality issues associated with electric motor systems include:     Voltage  and  current  harmonics:  With  voltage  limited  to  5%  THD  (Total  Harmonic Distortion) and current limited to 3% THD. Current harmonics carry  the  greatest potential for harm to the electric motor system.      Over  and  under  voltage  conditions:  Electric  motors  are  designed  to  operate  no more than +/10% of the nameplate voltage.     Voltage  unbalance:  Is  the  difference  between  phases.  The  relationship  betwe en voltage and current unbalance varies from a few time to many times  current unbalance as related to voltage unbalance based upon motor design  (Can be as high as 20 times).     Power  factor:   The  lower  the  power  factor  from  unity,  the  more  current  the  system   must  use  to  perform  work.   Signs  of  poor  power  factor  also  include  dimming of lights when heavy equipment starts.      Overloaded  system:   Based  upon  the  capabilities  of  the  transformer,  cabling  and motor.  Detected with current measurements, normally, as wel l as heat.    The primary tools used to detect problems with incoming power are power quality  meters,  ESA  and  voltage  and  current  meters.  Knowing  the  condition  of  your  power quality can help identify a great many    phantom   problems.   Transformers  are  one  of  the  first  critical  components  of  the  motor  system.   In  general,  transformers  have  fewer  issues  than  other  components  in  the  system.  However,  each  transformer  usually  takes  care  of  multiple  systems  both  in  the  electric motor as well as other systems.    Commo n transformer problems include (oil filled or dry - type transformers):      Insulation to ground faults.    Shorted windings.     Loose connections      Electrical vibration/mechanical looseness"
  },
  {
    "page": 38,
    "content": "Test  equipment  used  for  monitoring  the  health  of  transformers  (within  the  selection of instruments within this paper) include:       MCA for grounds, loose/broken connections and shorts      ESA for power quality and late stage faults     Infrared analysis for loose connections     Ultrasonic for looseness and severe faults     Insulation testers f or insulation to ground faults.      MCC   s, Controls and Disconnects    The motor control or disconnect provides some of the primary issues with electric  motor systems.  The most common for both low and medium voltage systems  are:      Loose connections     Bad contact s including pitted, damaged, burned or worn    Bad starter coils on the contactor     Bad power factor correction capacitors which normally results in a significant  current unbalance     The test methods for evaluating the controls include infrared, ultrasonic, vol t/amp  meters, ohm meters and visual inspections. MCA, ESA and infrared provide the  most accurate systems for fault detection and trending.     Cables   Before and After the Controls    Cabling problems are rarely considered and, as a result, provide some of the  biggest headaches. Common cable problems include:       Thermal breakdown due to overloads or age    Contamination which can be even more serious in cables that pass  underground through conduit     Phase shorts can occur as well as grounds. These can be caused by  treeing   or physical damage. Opens due to physical damage or other  causes.     Physical damage is often a problem in combination with other cable  problems Test and trending is performed with MCA, infrared, insulation  testing and ESA."
  },
  {
    "page": 39,
    "content": "Motor Supply Side Summar y    On the supply side to the motor, the problems can be broken down as follows:     Poor  power factor   39%      Poor connections   36%      Undersized conductors   10%      Voltage unbalance   7%      Under or over voltage conditions   8%     The most common equipment that c overs these areas include MCA, infrared and  ESA.     Electric Motors    Electric motors include mechanical and electrical components.  In fact, an electric  motor is a converter of electrical energy to mechanical torque.    Primary mechanical problems:     Bearings   general wear, misapplication, loading or contamination.      Bad or worn shaft or bearing housings     General mechanical unbalance and resonance     Vibration analysis is the primary method for detection of mechanical problems in  electric motors. ESA will detect  late stage mechanical problems as will infrared  and ultrasonic.    Primary electrical problems:      Winding shorts between conductors or coils      Winding contamination     Insulation to ground faults     Air gap faults, including eccentric rotors     Rotor faults including c asting voids and broken rotor bars    MCA will detect all of the faults early in development.  ESA will detect late stage  stator faults and early rotor faults.  Vibration will detect late stage faults,  insulation to ground will only detect ground faults whic h make up less than 1% of  motor system faults, surge testing will only detect shallow winding shorts and all  other testing will only detect late stage faults."
  },
  {
    "page": 40,
    "content": "Coupling (Direct and Belted)    The coupling between the motor and load provides opportunities fo r problems  due to wear and the application.      Belt or direct drive misalignment     Belt or insert wear     Belt tension issues are more common than most think and usually result in  bearing failure     Sheave wear     The most accurate system for coupling fault detectio n is vibration analysis.  ESA  and infrared analysis will normally detect severe or late stage faults.     Load (Fans, pumps, compressors, gearboxes, etc.)    The load can have numerous types of faults depending on the type of load.  The  most common are worn pa rts, broken components and bearings.    Test instruments capable of detecting load problems include ESA, vibration,  infrared analysis and ultrasonic.   Common Approaches to Multi - Technology    There  are  several  common  approaches  within  industry  as  well  as  several  new  ones (See Table 3). The best use a combination of energized and de- energized  testing.   It  is  important  to  note  that  energized  testing  is  usually  best  under  constant load conditions and trended in the same operating conditions each time.    One of the most common approaches has been the use of insulation resistance  and/or  polarization  index.  These  will  only  identify  insulation  to  ground  faults  in  both  the  motor  and  cable,  which  represents  less  than  1%  of  the  overall  motor  system faults (~5% of motor fau lts).    Infrared and vibration are normally used in conjunction with each other with great  success. However, they miss a few common problems or will only detect them in  the late stages of failure.    Surge testing and high potential testing will only detect  some winding faults and  insulation  to  ground  faults,  with  the  potential  to  take  the  motor  out  of  action  should any insulation contamination or weakness exist.    MCA and  ESA support  each other  and detect  virtually  all of  the  problems in the  motor  system.  This  accuracy  requires  MCA  systems  that  use  resistance,  impedance,  phase  angle,  I/F  and  insulation  to  ground  and  ESA  systems  that  include voltage and current demodulation."
  },
  {
    "page": 41,
    "content": "The newest, and most effective, approach has been vibration, infrared and MCA  and/or  ESA.   The  strength  of  this  approach  is  that  there  is  a  combination  of  electrical  and  mechanical  disciplines  involved  in  evaluation  and  troubleshooting.   As found in the Motor Diagnostic and Motor Health Study4, 38% of motor  system  testing  involving  only  vibration  and/or  infrared  sees  a  significant  return  on  Investment .  This number jumped to 100% in systems that used a combination of  MCA/MCSA along with vibration and/or infrared.   In  one  case,  a  combined  application  of  infrared  and  vibration  saw  an  ROI  of  $3 0k.   When  the  company  added  MCA  to  their  tool  box,  the  ROI  increased  to  $307,000, ten times the original by using a combination of instruments.       Application Opportunities    There  are  three  common  opportunities  for  electric  motor  system  testing.   These  incl ude:      Commissioning components or the complete system as it is newly installed or  repaired.   This  can  provide  a  very  immediate  payback  for  the  technologies  involved and will help you avoid infant mortality disasters.      Troubleshooting  the  system  through  the  application  of  multiple  technologies  will  assist  you  in  identifying  problems  much  more  rapidly  and  with  greater  confidence.      Trending of test results for system reliability, again using the proper  application of multiple technologies. Using tests such as  MCA, vibration and  infrared, potential faults can be trended over the long term, detecting many  faults months in advance                                                     4  Motor Diagnostic and Motor Health Study, Penrose and O   Hanlon, SBD Publishing, 2003"
  },
  {
    "page": 42,
    "content": "Conclusion    This paper provided a brief overview of how multiple technologies work together  to provide a good view of the electric mot or system.  With an understanding and  application of this approach you will realize fantastic returns on your maintenance  program.    Table 1: Motor System Diagnostic Technology Comparison     PQ    Cntrl    Conn    Cable    Stator    Rotor    Air    Brgs    Ins    Vibe    Align     Load    VFD            Gap               Off - Line Testing       High    -  -  -  -  -  -  -  -  X  -  -  -  -  Potential                  Testing                 Surge  Test    -  -  -  -  X  -  -  -  -  -  -  -  -  Insulation    -  -  -  -  -  -  -  -  X  -  -  -  -   Tester                 Ohm  Meter    -  -  L  -  L  -  -  -  -  -  -  -  -  PI  Testing    -  -  -  -  -  -  -  -  X  -  -  -  -  MCA Test    -  X  X  X  X  X  X  -  X  -  -  -  -      On - Line Testing       Vibration  Analysis    -  -  -  -  L  L  L  X  -  X  X  X  -  Infrared    X  X  X  L  L  -  -  L  -  -  L  L  -  Ultrasonic    -  L  -  -  L  -  -  X  -  -  -  L  -  Volt/Amp    L  L  L  -  L  L  -  -  -  -  -  -  -  ESA    X  X  L  -  L  X  X  L  -  X  X  X  L"
  },
  {
    "page": 43,
    "content": "Table 2: Management Considerations Table 3: Common Approaches    Test  Method    Estimated    Non -  Requires    Dedicated    Included    Other      Pricing    Destructive    Experience    Personnel    Software    Applicatio ns       Off - Line Test      High  Potential    $10,000 +   Potentially  Destructive   High   Recommend   No   No   Surge Test    $25,000 +   Potentially  Destructive   High   Recommend   Some   No   Insulation  Tester    $1,000 +   (NDT) Non - Destructive   Some   No   No   Yes   Ohm Meter    $500 +   (NDT)   Some   No   No   Yes   PI Tester    $2,500 +   (NDT)   Medium   No   Some   No   MCA    $1,500/  $10,000 +   (NDT)   Some   No   Yes   Yes      On - Line Test     Vibration    $10,000 +   (NDT)   High   Recommend   Yes   Yes   Infrared    $10,000 +   (NDT)   High   Recommend   Yes   Yes   Ultrasonic    $10,000 +   (NDT)   H igh   Recommend   Some   Yes   Volt/Amp    $500 +   (NDT)   Some   No   No   Yes   ESA    $16,000 +   (NDT)   High   Recommend    Yes   Yes      PQ    Cntrl    Conn    Cable    Stator    Rotor    Air  Gap    Brgs    Ins    Vibe    Align    Load    VFD    Insulation  Resistance  and PI    -  -  -  L  -  -  -  -  X  -  -  -  -  Infra red  and  Vibration    L  X  X  L  L  L  L  X  -  X  X  X  -  Surge and  Hi - Pot    -  -  -  -  X  -  -  -  X  -  -  -  -  MCA and  ESA    X  X  X  X  X  X  X  X  X  X  X  X  X  MCA and  Infrared /  Vibe    L  X  X  X  X  X  X  X  X  X  X  X  L"
  },
  {
    "page": 44,
    "content": "Table 4: Additional Considerations    Test Method    Where Can You Test    H igh Potential Testing    At Motor   Requires disconnect    Surge Test    At Motor   Requires disconnect    Insulation Tester    From MCC    Ohm Meter    At Motor   Requires disconnect    PI Testing    At Motor   Disconnect Recommended    MCA Test    From MCC    Vibration An alysis    At each location tested    Infrared    At each location tested    Ultrasonic    At each location tested    Volt/Amp    From MCC    ESA    From MCC"
  }
]