[
  {
    "page": 1,
    "content": "Aplikasi   MCSA  1  Aplikasi   MCSA  dalam implement asi Predict ive Maint enance  Basic Theory for Electrical Motor  2  PENGERTIAN MESIN LISTRIK :   Mengubah tenaga mekanik ke tenaga listrik  = Generator   Mengubah tenaga listrik ke tenaga mekanik  = Motor Listrik  3  Motor Listrik   Mengubah tenaga listrik ke tenaga listrik       = Transformator SEMUA PERISTIWA INI MENGGUNAKAN MEDAN MAGNET SEBAGAI MEDIA  Ciri-ciri  Tiap Tipe Motor Listrik Deskripsi Motor Listrik :Mesin listrik yang mengubahtenaga listrik menjadi tenagamekanik Terbagi atas : \u0001   DC Motor  (Arus searah) CIRI CIRI  : Motor arus searah:  \u0001   Kutub magnet  di stator  \u0001   Arus d.c masuk ke rotor  \u0001   Menggunakan slip ring  \u0001   Menggunakan exiter  4  \u0001   DC Motor  (Arus searah)  \u0001   AC Motor (Arus bolak-balik)     INDUKSI (ASINKRON)     SINKRON Motor sinkron:  \u0001   Kutub magnet di rotor  \u0001   Dapat digunakan sebagaikapasitor Motor induksi:  \u0001   Tidak ada magnet nyata  Ciri-ciri  Tiap Tipe Motor Listrik  \u0001   In the direct-current(DC) motor, themagnetic field is usuallystationary and the field,set-up by armature withcurrent-carryingconductors, rotates. Thecurrent is supplied to the armature through a  5  armature through a commutator andbrushes.  Ciri-ciri  Tiap Tipe Motor Listrik  6  Ciri-ciri  Tiap Tipe Motor Listrik  \u0001   In the alternating-current inductionmotor, the currents inthe rotor are supplied byinduction. The rotor’sconductors are cut bythe stators’ alternatingmagnetic field (set up by the alternating - current  7  the alternating - current supply to the fields),which inducesalternating current inthe armatureconductors.  Ciri-ciri  Tiap Tipe Motor Listrik  8"
  },
  {
    "page": 2,
    "content": "Ciri-ciri  Tiap Tipe Motor Listrik  9  RotorRotor  - Induction motor Two types of rotors are used in induction motors: => squirrel cage rotor and wound rotor. A squirrel-cage rotor consists of thick conducting bars embedded in parallel slots. These bars are short-circuited at both ends by means of short-circuiting rings. A wound rotor has three - phase, double - layer, distributed winding. It is A wound rotor has three - phase, double - layer, distributed winding. It is wound for as many poles as the stator. The three phases are wyed internally and the other ends are connected to slip-rings mounted on a shaft with brushes resting on them. - Synchronous motor – The main difference between the synchronous motor and the induction motor is that the rotor of the synchronous motor travels at the same speed as the rotating magnetic field. This is possible because the magnetic field of the rotor is no longer induced. The rotor either has permanent magnets or DC-excited currents, which are forced to lock into a certain position when confronted with another magnetic field.  Ciri-ciri  Tiap Tipe Motor Listrik  10  StatorStator  - Induction motor – The stator is made up of a number of stampings with slots to carry three phase windings. It is wound for a definite number of poles. The windings are geometrically spaced 120 degrees apart. -   Synchronous motor   –   The stator produces a rotating magnetic field that is -   Synchronous motor   –   The stator produces a rotating magnetic field that is proportional to the frequency supplied.  SHAFT  END SHIELD ROTORSTATOR CORE WINDINGS STATIONARY SWITCH  Konstruksi Motor Listrik  11  RIGID BASE SHAFT BALL BEARINGCENTRIFIGAL ACTUATOR ENCLOSURE  Komponen Motor Listrik  12  Komponen Motor Listrik  13  Komponen Motor Listrik  \u0001   Frame - The frame is a housing that holds all internal and external motor components.  \u0001   External Fan - Positioned on the exterior end of the motor assembly, the fan blows air across the outside of the motor  \u0001   Cast Rotor – Also know of as the armature. The armature is the assembly of windings. These windings interact with the stator to form the magnetic fields necessary for generating rotation energy.  14  across the outside of the motor  to prevent overheating.  \u0001   Fan Cover – Protects the fan from foreign object damage and protects people from injury.  \u0001   Front Bearing – Shaft support that reduces friction rotation. The front bearing is located at the end where the shaft extends from the motor housing. rotation energy.  \u0001   End Ring – Located at the end of the rotor assembly, the end rings provide a surface to connect the rotor bars.  \u0001   Stator – Stationary portion of the motor’s electrical field. Komponen Motor Listrik  \u0001   Rear Bearing - Shaft support that reduces friction rotation. The rear bearing is located at the same end as the external cooling fan.  \u0001   Base – Also referred to as the foot mount, the base secures  \u0001   Front End Shield – Located at the end where the shaft extends from the motor, the front end shield encloses the motor frame and supports the front bearing.  \u0001   Rear End Shield – Located at the same end as the external  15  foot mount, the base secures  the motor housing to the equipment platform.  \u0001   Shaft – The shaft runs longitudinally through the center of the stator, and is supported by the front and rear bearings.  \u0001  the same end as the external  cooling fan, the rear end shield encloses the motor frame and supports the rear bearing.  \u0001   Internal Fan – Located within the motor housing, the internal fan circulates air internally Komponen Motor Listrik  \u0001   Capacitor – Affixed to the outside of the motor, the capacitor shifts the phase of the incoming current and feeds the starter winding.  \u0001   Nameplate – A tag affixed to the motor to designate motor the motor to designate motor specification parameters.  \u0001   Connection Box – A box affixed to the motor housing where motor connections are made with the power supply."
  },
  {
    "page": 3,
    "content": "Komponen Motor Listrik  ROTOR  END SHIELDS end bell/bracket/end frames STATOR  BEARINGS There are two types of bearings in general use in fractional horsepowermotors. A   ball bearing   is used in motors subject to high thrust or axial loads.Ball bearings cannot be relubricated.  The normal lubricant is grease.Farm duty motors use a grease with low-temperature propertiesbecause most of the motors are subject to extreme low ambient temperature.  18  temperature.  A   sleeve bearing   is used in motors subject to moderate thrust or axialloads.  This includes many of the applications we are familiar with.Sleeve bearings are considered less noisy, but with the quantity oftoday’s ball bearings, the noise difference in most applications isminimal.  Sleeve bearings can usually be relubricated.  Stator Windings  \u0001   Comprised of turns of copper wire that form a coil.  \u0001   The coils are placed in the slots of the core and separated from one another and the core by insulation. The coils are then connected to  19  \u0001   The coils are then connected to  form a phase.  3 Phase, 4 Pole Winding Diagram  20  The Revolving Field  21  \u0001   Three independent currents flow in a three phase induction motor.  \u0001   The currents are displaced from each other by exactly 120 electrical degrees.  Theory of Operation  \u0001   The conversion of electrical energy into mechanical energy takes place in the rotor. The conversion of power is transferred across the air gap inductively. The relative motion between the revolving field and the rotor causes the rotor bars to be cut by the lines  22  the rotor causes the rotor bars to be cut by the lines  of flux. This generates a rotor voltage causing current to flow in the rotor. The rotor then rotates due to the developed torque. The difference between the revolving field and the rotor speed is called slip.  Theory of Operation  23  \u0001   Alternating   current   =>   arus   bolak-balik   =>   secara   interval   waktu tetap berubah di satu titik positive dan negative.  \u0001   Medan magnit putar dibuat => membuat tenaga 3 phase.  \u0001   Stator didihubungkan sumber tenaga listrik 3 phase, masing2 dibuat terpisah   pada   sirkuit   yang   sama.   Satu   putaran   =   360   derajat, sehingga   masing 2   phase   dibuat   berbeda   120   derajat . Alternating Current –AC  24  sehingga   masing 2   phase   dibuat   berbeda   120   derajat .  \u0001   Gambar dibawah ini menggambarkan kurva sinus.  Listrik 3 phase   Gerak putaran"
  },
  {
    "page": 4,
    "content": "Stator dan rotor berinteraksi => motor dapat berputar. Untuk memperlihatkan gerakan secara jelas, rotor kita gantikan dengan magnit batangan. Rotor berputar bebas karena pengaruh medan putar dari stator. Gambar motor listrik 2 kutub 3 phase. Phase dihubungkan berpasangan seperti motor sebenarnya : phase   1   terdiri   dari   A 1   dan   A 2 Perubahan kutub  25  \u0001   phase   1   terdiri   dari   A 1   dan   A 2 \u0001   phase 2 terdiri dari B1 dan B2  \u0001   phase 3 terdiri dari C1 dan C2  Rotating magnit field dalam Gerakan putaran lambat  \u0001   Phase winding / kumparan A,B dan C disusun berbeda 120 derajat. Jumlah kutub ditentukan oleh jumlah winding dipasang perphase, jika winding itu dua maka motor itu berarti motor 2 kutub, demikian juga bila 4 winding itu motor 4 kutub.  \u0001   Ketika   arus   listrik   dialirkan   ke   motor   putaran   masing2   motor   tentu berbeda - beda   sesuai   dengan   jumlah   kutub . Aplikasi AC Motor  26  berbeda - beda   sesuai   dengan   jumlah   kutub .  \u0001   Medan magnit putar  Rotating Magnetic Field  27  3 phase, 2 kutub motor   3 phase 8 kutub motor  \u0001   didepan   kita   menggambarkan   rotor   dengan   menggunakan   magnit permanen, yang berputar didalam stator.  \u0001   Sebetulnya   dalam   prakteknya   rotor   tidak   menggunakan   magnit biasa.   Analog   dari   stator   sama   terhadap   rotor,   yaitu   menggunakan medan   magnit   yang   di-induksi   dari   stator   ke   konduktor   bar   rotor, sehingga   terjadi   polarisasi   rotor .  Induksi magnet  28  sehingga   terjadi   polarisasi   rotor .  Ketika stator dialiri arus, menimbulkan medan magnit dan memotong  konduktor rotor dan menginduksi arus rotor     Rotating stator flux ditimbulkan oleh medan putar magnit stator     yang dibentuk oleh arus listrik dari tiap phase Rotating Magnetic Field  29  Atraksi  magnit kutub utara rotor terhadap kutub selatan stator dan  menghasilkan kekuatan kopel antara stator dan rotor.  Kekuatan in merupakan torsi motor yang  menghasilkan putaran rotor  Application of MCSA, flux coil for Electrical Motor  \u0001   Limitation of application  \u0001   Building Database using RBMwizard Program on AMS Suite Software  \u0001   Route Management and Analyzer Data Transfer  30  Motor  Condition Monitoring (Part 1)  \u0001   Data Collection  MCSA – Motor Current Signature Analysis  Volt Adapter  31  CSI Model 2120-2  MCSA – Motor Current Signature Analysis RB1 - phase 1 current signature  \u0001   (Hi-resolution 1600-3200 lines) RB2 - phase 2 current signature  \u0001   (Low resolution 100 lines) RB3   -   phase 3 current signature  32  RB3   -   phase 3 current signature  \u0001   (Low resolution 100 lines) Fmax : 80 Hz Beban motor harus  >50%load Data diambil setiap tahun or semi annual Terutama motor start/stop, beban fluktuasi"
  },
  {
    "page": 5,
    "content": "MCSA – Motor Current Signature Analysis Limit Aplikasi MCSA :  \u0001   Harus mengakses panel listrik  \u0001   Ammeter dihubungkan kabel listrik  33  kabel listrik  \u0001   Membutuhkan electrician untuk membantu  \u0001   Survey:     Hanya 10% keruskan motor disebabkan oleh rotor problems  MCSA – Motor Current Signature Analysis  34  Parameter tingkat kerusakan rotor  \u0001   Fr = motor rotational frequency LSB1 = lower slip sideband of line frequency Lf = line frequency NP = number of poles SF = slip frequency  35  SF = slip frequency  \u0001   LSB1 = Lf - (NP * SF)  Parameter tingkat kerusakan rotor  \u0001   Selisih dB amplitude antara LF dan LSB1  \u0001   54 dB - Kondisi motor normal.  \u0001   45- 54 dB - Kondisi motor adalah marginal condition  \u0001   40 -   45 dB -   Setidaknya satu broken rotor bar dapat  36  \u0001   40 -   45 dB -   Setidaknya satu broken rotor bar dapat  ditemukan (lakukan trending dan monitor terus)  \u0001   <40 dB - Lebih dari satu broken rotor bar. Direkomendasikan untuk mematikan motor bila dalam kondisi ini.  \u0001   Reference : Electrical Apparatus Service Association (EASA )  Parameter tingkat kerusakan rotor  37  Contoh bad rotor  38  39  Perhitungan estimasi jumlah broken rotor  \u0001   Rumus dari Thompson dan Rankin (estimasi konservatif)  n = estimasi jumlah broken rotor bars   dB = selisih dB amplitude antara Line Frequency dan LSB 1 NP = jumlah stator poles R = jumlah rotor bars atau slots  40  Contoh Perhitungan  \u0001   Dari gambar current spectrum  Lf amplitude = 47.3 dB LSB1 amplitude = 14. I dB AlP = 4 stator poles R = 58 rotor bars  Jumlah bad rotor bar \u0001   Jumlah bad rotor bar \u0001   Hasil pemeriksaan ternyata ditemukan4 buah broken rotor bar"
  },
  {
    "page": 6,
    "content": "Contoh  41  Pembuatan Database Menggunakan RBMwizard pada AMS Suite Software  MOTOR CURRENT  42  MOTOR CURRENT  ANALYSIS  Tujuan :  43  \u0001   Mempelajari penggunaan RBMwizard untuk pembuatan database RBMware.  \u0001   Mendemonstrasikan cara penambahan dan pengubahan Database Manager dengan pengubahan Database Manager dengan menggunakan RBMwizard dan Database Setup.  \u0001   Mempelajari pembuatan route dengan Route Manager  Pembuat an Dat abase Menggunakan RBMwi zard 44 •Aktifkan Program RBMware •Klik ikon  RBMwizard  • Pilih create new • Pilih create new  database dan klik  OK  •Masukkan nama database   “motor current”   dan klik  OK  45  •Ketika muncul window RBMview, ketik file name   “motor current”  RBMview.mdb dan klik   Create New  •Pada Company Name, tulis nama perusahaan  Pembuat an Dat abase Menggunakan RBMwi zard  •Klik   Advanced , Pilih line frekuensi 50 Hz (60 Hz) pada   Miscellaneous .  46 • Pada screen technology pilih  electrical/thermal  • Pada Other input isi  sensitivity flux coil , dan  Current Clamp   yang digunakan, lalu klik   Finish  Pembuat an Dat abase Menggunakan RBMwi zard  digunakan, lalu klik   Finish  47 • Klik   Next   tampil window default units. • Pada   General   pilih   English/Metric  • Pada   Frequency   pilih   Hz  •   Setelah selesai klik   Finish  Pembuat an Dat abase Menggunakan RBMwi zard  •   Setelah selesai klik   Finish  48  • Klik   Add Area   untuk membuat area • Ketik   Motor Control Center   pada Area Name dan  MCC   pada Area ID, lalu klik  Finish .  Pembuat an Dat abase Menggunakan RBMwi zard  Finish ."
  },
  {
    "page": 7,
    "content": "49  • Pilih   Add Equipment  lalu pada menu Equipment Wizard ketik   Motor #1  pada Equipment Name dan   MO#1   pada Equipment ID, lalu klik  Pembuat an Dat abase Menggunakan RBMwi zard  Equipment ID, lalu klik  Next .  50  Pembuat an Dat abase Menggunakan RBMwi zard  •Pilih   Constant Speed / Constant Load   pada Type. Pilih   RPM   pada Speed Units dan   100 % . Load. Select   Smooth   sebagai  alarm criteria. •Thermography screen muncul. Pilih Category   Mechanical - Rotating  dan Tipe   AC motor- Driven Machine , lalu klik   Finish .  51  Pembuat an Dat abase Menggunakan RBMwi zard  • Klik   Configure . Dan kita akan memasuki Component Design Studio (CDS). • Pilih   New Configuration   dan   This File   pada   Location,   lalu klik  Finish.  52  Pembuat an Dat abase Menggunakan RBMwi zard  • Pada \"Miscellaneous“diset default SST minimum RPM, Lines of Resolution, danTechnology. Set Min SST RPM pada   120   dan minimum LOR pada   1600 , lalu klik   OK .  53  Pada   New (rotating component)   drag motor lalu pompa ke dalam workspace.  Pembuat an Dat abase Menggunakan RBMwi zard  Untuk menghubungkan dua komponen tsb klik tombol  coupling   pada bagian bawah, lalu klik drag dari motor ke pompa, sehingga terlihat seperti pada workspace di samping 54  Pembuat an Dat abase Menggunakan RBMwi zard  • Untuk membuat konfigurasi motor double klik gambar ikon motor pada workspace •Pada component information isi data yang anda ketahui lalu klik  Next  55  Pembuat an Dat abase Menggunakan RBMwi zard  • Pada bagian   Advanced  isi baik data dari name plate maupun pada   other information  • Setelah selesai klik   OK  56  Klik Next lalu isi data kontruksi motor yang dipilih, bila selesai klik   Next  Pembuat an Dat abase Menggunakan RBMwi zard  Isi insulation class atau  Unknown  Pada bagian   line frequensi  diisi dengan 50 Hz (60 Hz), lalu klik   Next"
  },
  {
    "page": 8,
    "content": "57  Pilih measurement point yang anda inginkan dengan mengklik pada bagian   Active? .  Pembuat an Dat abase Menggunakan RBMwi zard  bagian   Active? .  Bila selesai klik   Finish.  58  Pembuat an Dat abase Menggunakan RBMwi zard  • Setelah dicek maka konfigurasi ini selesai klik   File,  lalu   Close and Save.  • Pada RBMwizard klik gambar palu (Built)(Built) sehingga anda telah selesai membuat satu database.  Route Management Dan AnalyzerRoute Management Dan Analyzer Data TransferData Transfer RBMwareRBMware  59  TujuanTujuan  \u0001   Mengetahui cara  pembuatan route dengan Route Management.  \u0001   Mengetahui cara mengedit route yang telah dibuat dengan Route Management.  \u0001   Mengetahui cara penggunaan Analyzer Data Transfer untuk transfer data dari RBMware ke CSI 2120 atau sebaliknya.  60 60  MembuatMembuat RouteRoute  61  \u0001   Aktifkan program RBMware.  \u0001   Setelah program RBMware aktif, pilihlah  File>Open Database .  •   Pilihlah database   rotor bar analysis.rbm   kemudian tekan tombol   OK . •   Kemudian klik ikon   Route Management .  MembuatMembuat RouteRoute  62  \u0001   Setelah masuk ke program ROUTE pilihlah  CREATE A New Rout e.  •   Pilih area MCC1, kemudian tekan tombol  OK .  MembuatMembuat RouteRoute  63  \u0001   Pada Route Description isilah dengan MotorCurrent.  \u0001   Pada Route Creator isilah dengan nama pembuat route.  •   Pindahlah ke bagian Technology Flags, pilihlah Include Motor Points. •   Kemudian tekan tombol  OK .  MembuatMembuat RouteRoute  64  \u0001   Setelah itu pilihlah equipment WCP#1 dengan menekan tombol   OK .  •   Kemudian tekan tombol  Update Route   untuk menulis route yang telah dibuat ke database."
  },
  {
    "page": 9,
    "content": "MembuatMembuat RouteRoute  65  \u0001   Setelah muncul tampilan utama program ROUTE, buatlah route untuk area MCC2.  \u0001   Pada Route Description isilah dengan MotorFlux. isilah dengan MotorFlux.  \u0001   Pindahlah ke bagian Technology Flags, pilihlah Include Motor Points.  MengeditMengedit RouteRoute  66  \u0001   Pilih   Edit An Existing Route.  \u0001   Sorot pada route Motor Current, kemudian tekan tombol   Route Info .  •   Akan muncul informasi mengenai route tersebut. •   Tekan tombol   OK   untuk kembali ke tampilan awal.  MengeditMengedit RouteRoute  67  \u0001   Pilih kembali route Motor Current dan tekan tombol  OK   untuk mengedit route tersebut .  •   Untuk menambah equipment pada route Motor Current pilih Add New Equipment To Route kemudian tekan tombol OK.  MengeditMengedit RouteRoute  68  \u0001   Pilih equipment WCP#2 kemudian tekan tombol   OK . •   Hasilnya bisa dicek dengan memilih route Motor Current, kemudian tekan tombol   Route Info .  MenggunakanMenggunakan Analyzer Data TransferAnalyzer Data Transfer  69  \u0001   Untuk masuk ke program Analyzer Data Transfer klik ikonnya pada tampilan utama program RBMware. •   Pilih Setup Comm untuk mengubah konfigurasi port komunikasi.  MenggunakanMenggunakan Analyzer Data TransferAnalyzer Data Transfer  70  \u0001   Sesuaikan nomor Communication Port sesuai dengan port yang akan digunakan pada komputer. •   Samakan pilihan Stop Bit Selection, Baud Rate Selection, Number of Retries dan Timeout Delay dengan setting di CSI 2120.  MenggunakanMenggunakan Analyzer Data TransferAnalyzer Data Transfer  71  \u0001   Untuk kembali ke tampilan utama program CSICOM tekan tombol   OK   setelah selesai mengonfigurasi port komunikasi. •   Kemudian tekan tombol   Initiate  untuk memulai komunikasi dengan CSI 2120. •   Perintah download/upload data dilakukan melalui CSI 2120.  Data Collection  MOTOR CURRENT  72  MOTOR CURRENT  ANALYSIS"
  },
  {
    "page": 10,
    "content": "Data Collection  73  Application of MCSA, flux coil for Electrical Motor  \u0001   Data analysis using MotorView program     Application of MCSA     Rotor Failure     Diagnose Rotor Bar Problems.  74  Motor  Condition Monitoring (Part 2)  Rotor Bar Analysis  \u0001   Can be performed by two methods: 1.   Current Measurement 2.   Flux Measurement  75  Parameter tingkat kerusakan rotor by MCSA  \u0001   Selisih dB amplitude antara LF dan LSB1  \u0001   54 dB - Kondisi motor normal.  \u0001   45- 54 dB - Kondisi motor adalah marginal condition  \u0001   40 -   45 dB -   Setidaknya satu broken rotor bar dapat  76  \u0001   40 -   45 dB -   Setidaknya satu broken rotor bar dapat  ditemukan (lakukan trending dan monitor terus)  \u0001   <40 dB - Lebih dari satu broken rotor bar. Direkomendasikan untuk mematikan motor bila dalam kondisi ini.  \u0001   Reference : Electrical Apparatus Service Association (EASA  Example  4 50 H P FO RC ED  77  DRAFT  FAN  M OTO R  MTR  - Forced Draft w/ Broken Bars 450 HP MTR-FC1   FLUX COIL OUTBOARD END Spectrum Display 27-SEP-91  09:04 AMPL = .0027 LOAD =   71% 50 60 70 S  35 dB down shows broken rotor bars  78  Label:  MOTOR WITH 4 BROKEN ROTOR BARS RPM =   711. RPS =  11.85 50   52   54   56   58   60   62   64   66   68   70 0 10 20 30 40 Frequency in Hz d BAMP S Freq: Ordr: Spec: 66.04 5.575 -9.142  AMS SuiteTM: Machinery HealthTM Manager MotorView II diagnosed data 79  MTR  - Forced Draft w/ Broken Bars 450 HP MTR-FC1   FLUX COIL OUTBOARD END Spectrum Display 01-DEC-92  15:11 AMPL = .0016 LOAD =   65% 50 60 70 S  side bands  Repaired rotor bars on same machine  80  Label:  MOTOR WITH BROKEN BARS REPAIRED RPM =   712. RPS =  11.86 50   52   54   56   58   60   62   64   66   68   70 0 10 20 30 40 Frequency in Hz dBAMP S  side bands"
  },
  {
    "page": 11,
    "content": "MTR  - Forced Draft w/ Broken Bars 450 HP MTR-RB1   Current Rotor Bar Analysis Ph=1 Spectrum Display 07-DEC-90  09:25 AMPS = 43.32 LOAD =   65% 50 60 70 P S  Bad Rotor Bars on same machine  81  Label:  MOTOR WITH 4 BROKEN ROTOR BARS RPM =   711. RPS =  11.85 50   52   54   56   58   60   62   64   66   68   70 0 10 20 30 40 Frequency in Hz d BAM P  MTR  - Forced Draft w/ Broken Bars 450 HP MTR-RB1   Current Rotor Bar Analysis Ph=1 Spectrum Display 01-DEC-92  12:47 AMPS = 38.91 LOAD =   59% 50 60 70 P S  Good Rotor Bars on same machine  82  Label:  MOTOR WITH BROKEN BARS REPAIRED RPM =   712. RPS =  11.87 50   52   54   56   58   60   62   64   66   68   70 0 10 20 30 40 Frequency in Hz d B A M P  Application of MCSA, flux coil for Electrical Motor  \u0001   Using Flux to Analyze Motor Problems     Flux Analysis for Rotor Faults     Flux Analysis for Stator Faults     Unbalance Voltage Supply     Shorted Winding Turn     Shorted rotor lamination  83  Motor  Condition Monitoring (Part 3)     Shorted rotor lamination     Phasing problem  Diagnosing Rotor Bar Problems.  \u0001   The life of a rotor is directly proportional to the number of starts and stops of a motor.  \u0001   To diagnose rotor problems with flux we capture a baseline current reading to normalize flux measurements.  84  measurements.  \u0001   Then we trend the flux measurement and look for side bands of  (slip frequency X #poles) about Line Frequency.  Flux MonitoringFlux Monitoring   Use 343 Flux Coil   Position on the fan shroud of a motor   Measures magnetic flux signature of AC induction motors   Detects  85   Detects $   - rotor bar faults  $   - stator faults  $   - unbalanced voltage  $   - motor speed  FLUX NotesFLUX Notes   Do not need to know load   Do not need to know # of bars   Do not need to know # of stator slots   Need to position coil consistently  86   Need to position coil consistently   Need MCSA baseline FLUX Benefits  \u0001   Detects same faults as motor current and more     without accessing electric panels     without connecting to live power leads     without requiring an electrician during vibration route collection  87     during vibration route collection  Using Flux to Analyze Motor Problems  88"
  },
  {
    "page": 12,
    "content": "Flux Analysis for Stator FaultsFlux Analysis for Stator Faults  \u0001   Baseline flux reading mandatory  \u0001   Two Measurements required: 1) Low: Trend LF with sidebands of RPS. 2) High: Trend slot pass family Slot Pass Freq. with  89  2) High: Trend slot pass family Slot Pass Freq. with  sidebands of 2xLF  \u0001   All readings from the same location  \u0001   Watch for change from baseline.  Empirical Test of Flux  90  Empirical Test  \u0001   150 HP Motor  \u0001   Wound To Allow Three Levels Of Turn to Turn Shorts  91  to Turn Shorts  ac   - motor w/ fixed stator faults stator prb-FC2   FLUX COIL/CENTER/AXIAL/HIGH FREQ Spectrum Display 04-JUN-97  09:24 AMPL = 3.4593 LOAD =  102% 50 60 70 80 90 dBFLUX-AU  Baseline Flux Reading  92 Looking for significant change in 120 Hz side band of PSP  Label:  no stator fault RPM =  1185. RPS =  19.75 0   600   1200   1800   2400   3000 20 30 40 50 Frequency in Hz Freq: Ordr: Spec: Dfrq: 1757.8 89.02 63.78 120.00  Readings Repeated Under Different Loads(No significant change in values noted)  93  50% Load   85% Load  Test Measurement #1  I N D U C E D   S M A L L   S H O R T   I N   S T A T O R  94  ac   - motor w/ fixed stator faults stator prb-FC2   FLUX COIL/CENTER/AXIAL/HIGH FREQ Spectrum Display 03-JUN-97  18:44 AMPL = 9.3242 LOAD =  100% 50 60 70 80 FLUX-AU  Flux Reading with Small Short  95 Increase in Sideband Values  Label:  stator fault coils A to B RPM =  1185. RPS =  19.75 0   600   1200   1800   2400   3000 10 20 30 40 Frequency in Hz dB Freq: Ordr: Spec: Dfrq: 1758.8 89.03 53.24 120.00  Slot Pass - 4xLF  increase in flux decrease in flux  2xLF  Flux Reading - Change from Baseline  96  1200   1800   2400  -2xLF -10xLF -8xLF -6xLF - 4xLF 10xLF 8xLF 6xLF 4xLF"
  },
  {
    "page": 13,
    "content": "97  We see 4.3 times  increase in flux data  Test Measurement #2  I N D U C E D   M E D I U M   S H O R T   I N   S T A T O R  98  ac   - motor w/ fixed stator faults stator prb-FC2   FLUX COIL/CENTER/AXIAL/HIGH FREQ Spectrum Display 04-JUN-97  08:24 AMPL = 4.8288 LOAD =   98% 50 60 70 80 90 F LUX-AU  Flux Reading with Medium Short  99  Label:  stator fault coils B to C RPM =  1186. RPS =  19.76 0   600   1200   1800   2400   3000 10 20 30 40 50 Frequency in Hz d B F Freq: Ordr: Spec: Dfrq: 1519.7 76.91 38.33 120.00  Sizeable Increase in Sideband Values  Slot Pass - 2xLF 2xLF  increase in flux decrease in flux  Flux Reading - Change from Baseline  100  1200   1800   2400 Frequency in Hz  - 2xLF  -10xLF-8xLF -6xLF -4xLF 10xLF 8xLF6xLF 4xLF in flux   in flux  101 Flux showed 8 times increase over baseline  Test Measurement #3  I N D U C E D   S E V E R E   S H O R T   I N   S T A T O R  102  ac   - motor w/ fixed stator faults stator prb-FC2   FLUX COIL/CENTER/AXIAL/HIGH FREQ Spectrum Display 04-JUN-97  14:14 AMPL = 53.26 LOAD =   96% 40 50 60 70 B FLUX-AU  Flux Reading with Severe Short 103  Label:  stator fault/severe coils C to D RPM =  1186. RPS =  19.77 0   600   1200   1800   2400   3000 0 10 20 30 Frequency in Hz d B Freq: Ordr: Spec: Dfrq: 1759.7 89.02 31.42 120.00  Significant Increase in Sideband Value Slot Pass - 2xLF - 4xLF   4xLF 2xLF  increase in flux decrease in flux  Flux Reading - Change from Baseline  104  1200   1800   2400 Frequency in Hz  - 2xLF  -10xLF-8xLF -6xLF - 4xLF 10xLF 8xLF6xLF 4xLF in flux   in flux"
  },
  {
    "page": 14,
    "content": "105  23 X increase shown here  23.5 15 20 25  s eline  Trend of 2xLF Sideband of Slot Pass  106  1.1 4.3 8.1 0 5 10 15 No Short Small Short Medium Short Severe Short  RatiotoBa s  Building report  D E N G A N   M O T O R V I E W   S O F T W A R E  107 107  Rotor Bar Analysis  108  Parameter Kerusakan Rotor Bar  109  Jika    dB : • >54 dB = Good Motor  dB dB   • 45 – 54 = marginal condition • 40 – 45 = setidaknya satu broken rotor • < 40 = - Lebih dari satu broken rotor bar  Menggunakan Rotor Bar AnalysisRotor Bar Analysis  110  •   Pada RBMware pilih Motorview Analysis •   Pada MotorView Analysis pilih   Rotor Bar Analysis   pada Analysis Type •   Pilih   Entire Database   pada Scope of Analysis •   Pada limit Point Ids Analyzed pilih Off •   Pilih   All Available Data   pada Data of Interest, lalu klik menu   Global   pada Function Bar  Menggunakan Rotor Bar AnalysisRotor Bar Analysis  111  •   Sebelum mengisi semuanya set dulu Menu global pada function bar di sebelah kanan. •   Pada RBMview Option pilih  Update With Confirmation  Klik   OK  •   Pada Analysis Option pilih Point to Display ;   Spectrum  •   Klik Ratio to Line freq amplitude jika anda ingin amplitude LF dinormalize menjadi nilai tertentu (misalnya   60 dB )  Menggunakan Rotor Bar AnalysisRotor Bar Analysis  112  •   Pada Axis Option Pilih Unit for Frequency axis;   Hz  •   Jika tidak diinginkan skala yang fix maka biarkan bagian lain kosong •   Pada Display Option pilih   Yes  pada   Mark SlipxPoles Sidebands  •   Klik   yes   untuk Display Assosiated Waveform"
  },
  {
    "page": 15,
    "content": "Menggunakan Rotor Bar AnalysisRotor Bar Analysis  113  •   Pilih alarm option •   Masukan angka-angka alarm standard. •   Pilih   Time   pada   Unit for Time Axis  •   Pilih   yes   pada   Mark Normalizing Frequency  Menggunakan Rotor Bar AnalysisRotor Bar Analysis  114  •   Dari data terihat Confidence = 94 % dan estimated Broken Bar = 0,6. •   Disimpulkan bahwa motor dalam kondisi baik  Menggunakan Rotor Bar AnalysisRotor Bar Analysis  115  •   Pilih Equipment yang lain •   Pada summary terlihat bahwa estimated Broken Bar adalah 5,4 dengan kepercayaan 43 %. •   kemungkinan ada bar yang patah  Menggunakan Rotor Bar AnalysisRotor Bar Analysis  116  Hasil pengukuran di area yang lain (pada stator) terlihat bahwa tidak ada sideband di sekitar Line Frekuensi  Menggunakan Rotor Bar AnalysisRotor Bar Analysis  117  Pada equipment yang lain terlihat bahwa ada sideband di sekitar line frequensi Dengan tingkat kepercayaan 43 % kemungkinan ada bar yang patah  Flux Coil Analysis  118  Sinyal – Sinyal Hasil Pengukuran Flux Coil  119  •   Sinyal kondisi normal. •   Garis putus-putus mengindikasikan NPxSF sideband di sekitar line frequensi •   Peak yang disilang adalah runing speed di sekitar line frequensi.  Sinyal – Sinyal Hasil Pengukuran Flux Coil  120  Sinyal yang diakibatkan oleh ketidakbenaran penempatan alat ukur sehingga terpengaruh oleh vibrasi"
  },
  {
    "page": 16,
    "content": "Unbalance Voltage Supply  121  Spektrum flux 50 HP motor dengan 0% unbalance  Spektrum flux 50 HP motor dengan 3% unbalance  Unbalance Voltage Supply  122  Hasil perbandingan spektrum flux  Shorted Winding Turn  123  Motor 50 HP dengan stator dalam kondisi baik  Motor 50 HP dengan short pada stator winding  Shorted Winding Turn  124  Perbandingan antara 2 spektrum yang dihasilkan  Memilih Motor Analsis Option  125  Pilih flux coil analysis pada Analysis Type Pada analysis Option •   Flux Evaluation dipilih   Low Frequency  •   lalu pilih   spectrum   pada plot to display •   Measurement Point adalah   RB1  Memilih Motor Analsis Option  126  Dalam Display Option klik yes pada Mark SlipxPoles Sideband, Abbreviated high flux summary serta wave form, lalu klik   OK  Pada Waveform pilih Time untuk tima axis, serta yes untuk Mark normalizing freq dan grid lines on plot, lalu klik  OK  Memilih Motor Analsis Option  127  Muncul plot yang siap dianalisis  Terima Kasih End 128"
  }
]